#language: ru

  Функция: Калькулятор. Сложение двух чисел

#    Предыстория:
#      // Какие-то шаги предусловия


  Сценарий: Калькулятор. Сложение двух чисел
    Если В калькуляторе "сложить" числа 3 и 8 и сохранить результат в переменную "результат сложения"
    То Значение переменной "результат сложения" равно 11
    Если В калькуляторе "разделить" числа 10 и 5 и сохранить результат в переменную "результат деления"
    Тогда Значение переменной "результат деления" равно 2
    Если В калькуляторе "вычесть" числа 5 и 2 и сохранить результат в переменную "результат вычитания"
    Тогда Значение переменной "результат вычитания" равно 3